Repository: yusufcihan/diskplot
Catalog: diskplot/Properties/strings.*.resx
Languages: tr_tr

source: About
tr_tr: Hakkında

# ask_continue
source: Do you want to continue?
tr_tr: Devam etmek istiyor musunuz?

source: cancel
tr_tr: iptal

source: Close
tr_tr: Kapat

source: Custom Icon
tr_tr: İkon

# debuginfo
source: Enable Debugging
tr_tr: Hata Ayıklamayı Aç

source: delete
tr_tr: sil

# delete_fresh
source: All plots, settings and others will be deleted. This option won't delete any files or folders in your disk.
tr_tr: Tüm arsalar, ayarlar ve diğerleri silinecek. Bu seçenek diskinizde herhangi bir klasörü veya dosyayı silmeyecek.

# delete_plot
source: All files in this plot WILL BE DELETED FOREVER. You can't undo this action.
tr_tr: Bu arsanın içindeki tüm dosyalar KALICI OLARAK SİLİNECEKTİR. Bu işlemi geri alamazsınız.

# delete_plot_title
source: Delete Plot
tr_tr: Arsayı Sil

# delete_uninstall
source: All plots, settings and others will be deleted. This will uninstall DiskPlot, but it won't affect your files. Folders will be stay in your disk.
tr_tr: Tüm arsalar, ayarlar ve diğerleri silinecek. Bu DiskPlot'u kaldıracak, ancak dosyalarınız bundan etkilenmeyecektir. Klasörler, diskinizde kalmaya devam edecek.

source: Directory
tr_tr: Dizin

# diskplot_current
source: Current Folder
tr_tr: Mevcut Klasör

# diskplot_main
source: Main Folder
tr_tr: Ana Klasör

source: Documents
tr_tr: Belgeler

# error_cantdelete
source: This icon is used by DiskPlot and can't be deleted.
tr_tr: Bu ikon DiskPlot tarafından kullanılıyor ve silinemez.

# error_icon
source: This icon already added to icon library.
tr_tr: Bu ikon zaten simge kütüphanesine eklendi.

# error_launch
source: There is a problem with DiskPlot folder. Please make sure to don't delete DiskPlot folder.
tr_tr: DiskPlot klasöründe bir sorun var. Lütfen DiskPlot klasörünü silmediğinizden emin olun.

# error_launch_title
source: Launch Error
tr_tr: Başlatma Hatası

# error_lost
source: This plot has been lost, plot folder may be moved or deleted from your disk. Please take back that folder to DiskPlot folder with same name. Or delete this plot completely.
tr_tr: Bu arsa kayıp, arsa klasörü bu diskten taşınmış veya silinmiş olabilir. Lütfen klasörü arsanın aynı adıyla tekrar yerleştirin. Ya da bu arsayı tamamen silin.

# error_lost_title
source: Disconnected Plot
tr_tr: Bağlantısı Kesilmiş Arsa

# error_name
source: A plot name is required.
tr_tr: Bir arsa adı gereklidir.

# error_same
source: Plot directory and name can't be same with other plots.
tr_tr: Arsa adı ve klasörü diğer arsalar ile aynı olamaz.

# error_system
source: This plot name is using by DiskPlot itself.
tr_tr: Bu arsa adı DiskPlot tarafından kullanılıyor.

# error_unexpected
source: Unexpected error. Normally, DiskPlot detects common problems, but now DiskPlot have problems to detect it. Please try again later. Error details can be found below:
tr_tr: Beklenmeyen hata. Normalde, DiskPlot bilinen problemleri algılar, ancak DiskPlot nedense bu hatayı algılayamadı. Lütfen daha sonra tekrar deneyin. Hata ayrıntıları aşağıdan bulunabilir:

source: Fresh Reset
tr_tr: Temiz Başlangıç

source: Icons
tr_tr: İkonlar

# limitinfo
source: Add limit to your plot if you want to comparise the other plots, or to track size usage. You can still exceed the limit with files. Also you don't need to set a limit.
tr_tr: Diğer arsalar ile karşılaştırma yapmak için, ya da boyut kullanımını takip etmek için limit ekleyin. Limiti hala dosyalar ile aşabilirsiniz. Ayrıca bir limit eklemenize de gerek yoktur.

# lost
source: This plot has been lost.
tr_tr: Bu arsa kayboldu.

# lost_lbl
source: lost
tr_tr: kayıp

source: Name
tr_tr: İsim

# open_lbl
source: open
tr_tr: aç

# performance
source: Performance Mode
tr_tr: Performans Modu

source: Plot
tr_tr: Arsa

source: Plots
tr_tr: Arsalar

source: Refresh
tr_tr: Yenile

source: save
tr_tr: kaydet

source: Settings
tr_tr: Ayarlar

# uninstall
source: Uninstall DiskPlot
tr_tr: DiskPlot'u Kaldır

source: Warning
tr_tr: Uyarı

# warning_fresh
source: You won't able to create plots with the same name of current plot names since directories won't be deleted.
tr_tr: Klasörler silinmeyeceğinden dolayı, şu an mevcut arsa isimlerini, yeni arsa oluştururken kullanamayacaksınız.

# warning_uninstall
source: DiskPlot will be removed from this drive. Your plots and files will stay in your disk, but you need to install DiskPlot again to manage them.
tr_tr: DiskPlot bu sürücüden kaldırılacaktır. Arsalarınız ve dosyalarınız diskinizde kalmaya devam edecek. Ancak arsalarınızı yönetmek için tekrar DiskPlot'u kurmanız gerekecek.

source: Website
tr_tr: İnternet Sitesi

# welcome
source: Organize your files.
tr_tr: Dosyalarınızı organize edin.

# welcome1
source: DiskPlot allows organizing your files by creating virtual plots in your disk. Also, you can attach an icon and name to your plots.
tr_tr: DiskPlot, diskinizde sanal arsalar açarak dosyalarınızı organize etmenizi sağlar. Arsalarınıza birer isim ve simge de atayabilirsiniz.

# welcome2
source: You can create as much plot as you want. And your plots are fast and safe because they are not hardware based.
tr_tr: İstediğiniz kadar arsa oluşturabilirsiniz. Ve arsalarınız donanımsal olmadığı için hızlıdır ve güvenlidir.

# welcome3
source: Your disk, your rules.
tr_tr: Sizin diskiniz, sizin kurallarınız.

# welcome4
source: Your homeworks, documents, photos... may take up more space than you think. Specify a plot size to measure how much space your plot uses. In this way, track the plot usage with a progress bar.
tr_tr: Ödevleriniz, evraklarınız, fotoğraflarınız... beklediğinizden daha fazla alan kaplıyor olabilir. Arsalarınızın ne kadar alan kullandığını ölçmek için ise bir arsa boyutu belirtin. Bu sayede arsanızın alan kullanımını bir ilerleme çubuğu ile takip edin.

source: Your documents
tr_tr: Evraklarınız

source: Your photos
tr_tr: Fotoğraflarınız
